[M_CriticalFail MissionDefinition]
MissionName="Falha Crítica"
MissionDescription="Como agradecimento por ter expulsado os babacas do seu bar, Moxxi lhe deu uma de suas armas.  Você só tem que ir pegá-la.\n\n"
TurnInDescription="Foi bem fácil, não foi?"
MissionSummary="Pegue a arma que Moxxi lhe deu."
MissionGiver="Arma da Moxxi"
MissionTurnInLocation="Arma da Moxxi"
TeaserText="Um presentinho pra você."

[M_CriticalFail:CriticalFail_FinalRoll MissionObjectiveDefinition]
ProgressMessage="Rolar o dado"

[M_CriticalFail:CriticalFail_FindAgain MissionObjectiveDefinition]
ProgressMessage="Encontre a arma"

[M_CriticalFail:CriticalFail_FirstFind MissionObjectiveDefinition]
ProgressMessage="Encontre a arma"

[M_CriticalFail:CriticalFail_KillMonster MissionObjectiveDefinition]
ProgressMessage="Derrote o Ogro"

[M_CriticalFail:CriticalFail_OS_FightMonster MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua a estranha criatura e pegue a arma uma última vez."
MissionDescriptionOverride="Como agradecimento por ter expulsado os babacas do seu bar, Moxxi lhe deu uma de suas armas.  Você só tem que ir pegá-la.<br>\nInfelizmente, na primeira vez que você tentou fazer isso, a coisa terminou tragicamente: você cometeu uma falha crítica e a arma escorregou das suas mãos.<br>\nDepois de tentar uma segunda vez, ela voltou a escorregou das suas mãos.<br>\nNa terceira vez que você tentou pegar a arma, repentinamente ela se transformou em um monstro com espadas no lugar das mãos.  É melhor você matar essa coisa e pegar a maldita arma de uma vez por todas.\n"

[M_CriticalFail:CriticalFail_OS_FinalRoll MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CriticalFail:CriticalFail_OS_FindWeaponAgain MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue a arma da Moxxi mais uma vez."
MissionDescriptionOverride="Como agradecimento por ter expulsado os babacas do seu bar, Moxxi lhe deu uma de suas armas.  Você só tem que ir pegá-la.<br>\nInfelizmente, na primeira vez que você tentou fazer isso, a coisa terminou tragicamente: você cometeu uma falha crítica e a arma escorregou das suas mãos.<br>\nDepois de tentar uma segunda vez, ela voltou a escorregou das suas mãos.  É melhor você encontrá-la uma última vez.\n"

[M_CriticalFail:CriticalFail_OS_FirstFind MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CriticalFail:CriticalFail_OS_Pickup MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CriticalFail:CriticalFail_OS_Roll MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CriticalFail:CriticalFail_OS_RollAgain MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CriticalFail:CriticalFail_OS_TryToPickup MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue a arma da Moxxi... mais uma vez."
MissionDescriptionOverride="Como agradecimento por ter expulsado os babacas do seu bar, Moxxi lhe deu uma de suas armas.  Você só tem que ir pegá-la.<br>\nInfelizmente, na primeira vez que você tentou fazer isso, a coisa terminou tragicamente: você cometeu uma falha crítica e a arma escorregou das suas mãos.  É melhor você ir atrás dela.\n"

[M_CriticalFail:CriticalFail_PickupWeapon MissionObjectiveDefinition]
ProgressMessage="Encontre a arma"

[M_CriticalFail:CriticalFail_Roll MissionObjectiveDefinition]
ProgressMessage="Jogue o dado para pegar"

[M_CriticalFail:CriticalFail_RollAgain MissionObjectiveDefinition]
ProgressMessage="Jogue o dado novamente"

[M_CriticalFail:CriticalFail_TryToPickup MissionObjectiveDefinition]
ProgressMessage="Pegue a arma"

